{
    "backup": "Còpia de seguretat",
    "backup-charset-error": "La codificació de la còpia de seguretat és diferent a la de la instal·lació. Prem el botó canviar codificació abans de restaurar.",
    "backup-file-too-big": "L'arxiu de còpia de seguretat és massa gran per pujar-lo al servidor. La mida màxima és %size% MB",
    "backup-memory-warning": "Advertència: la còpia de seguretat ocupa %size% MB, però només teniu %memory% MB de memòria disponible. Insuficient per fer la còpia de seguretat.",
    "backup-port-warning": "El port de MySQL ha de ser el 3306, però estàs utilitzant el %port%",
    "config-mysql-charset-error": "Manquen les constants de codificació al fitxer config.php ('%config-charset%', '%config-collate%')",
    "download-backup": "Descarregar còpia de seguretat",
    "download-backup-p": "Descarrega una còpia de seguretat de la base de dades i una altra dels teus arxius. Guarda aquests fitxers en un lloc segur. Si en cualsevol moment voleu recuperar les dades de FacturaScripts, necessitaràs aquests fitxers.",
    "file-ready-to-download": "Fitxer llest per descarregar",
    "last-backup-more-30d": "L'última còpia de seguretat té més de 30 dies. Feu-ne una de nova des del menú Administrador, Còpies de seguretat.",
    "mysql-support-only": "Aquest plugin només funciona sobre MySQL",
    "restore-backup": "Restaurar còpia de seguretat",
    "restore-backup-p": "Si tens els fitxers amb la teva base de dades i els teus arxius, pots restaurar les dades de FacturaScripts. Selecciona els dos fitxers i prem el botó restaurar.",
    "restore-backup-warning": "Atenció: restaurar les dades de FacturaScripts és com tornar a l'passat. S'eliminarà tot el que no estigués en la còpia de seguretat, és a dir, les factures que hagis realitzat després i no estiguin en la còpia, es perdran.",
    "restore-files": "Restaurar arxius",
    "restore-files-p": "Si tens la còpia de seguretat dels arxius, selecciona aquest arxiu zip i prem el botó restaurar.",
    "switch-db-charset": "Canviar codificació"
}