{
    "backup": "Copie de sauvegarde",
    "backup-charset-error": "L'encodage de la sauvegarde est %db-charset%, tandis que dans le fichier config.php c'est %config-charset%. Appuyez sur le bouton changer d'encodage avant de restaurer.",
    "backup-file-too-big": "Le fichier de sauvegarde est trop volumineux pour être téléchargé sur le serveur. La taille maximale est de %size% MB",
    "backup-memory-warning": "Avertissement : la sauvegarde occupe %size% Mo, mais vous disposez uniquement de %memory% Mo de mémoire disponible. Insuffisant pour effectuer la sauvegarde.",
    "backup-port-warning": "Le port MySQL devrait être 3306, mais vous utilisez %port%.",
    "config-mysql-charset-error": "Les constantes d'encodage manquent dans le fichier config.php ('%config-charset%', '%config-collate%')",
    "download-backup": "Télécharger la copie de sauvegarde",
    "download-backup-p": "Téléchargez une copie de sauvegarde de votre base de données et de vos fichiers. Gardez-les dans un endroit sûr. Si vous désirez restaurer vos données FacturaScripts à l'avenir, vous en aurez besoin.",
    "file-ready-to-download": "Fichier prêt à être téléchargé",
    "last-backup-more-30d": "La dernière sauvegarde date de plus de 30 jours. Effectuez-en une nouvelle à partir du menu Administrateur, Sauvegardes.",
    "mysql-support-only": "Ce plugin fonctionne uniquement sur MySQL",
    "restore-backup": "Restaurer la sauvegarde",
    "restore-backup-p": "Si vous avez vos fichiers et votre base de données, vous pouvez restaurer les données de FacturaScripts. Sélectionnez les deux fichiers et cliquez sur le bouton Restaurer.",
    "restore-backup-warning": "Avertissement : la restauration des données de FacturaScripts revient à effectuer un retour dans le temps. Tout ce qui ne se trouve pas dans la sauvegarde sera effacé, autrement dit les factures que vous avez émises par la suite et qui ne se trouvent pas dans la copie seront perdues.",
    "restore-files": "Restaurar archivos",
    "restore-files-p": "Si vous avez sauvegardé les fichiers, sélectionnez ce fichier zip et appuyez sur le bouton de restauration.",
    "switch-db-charset": "Modifier le codage"
}